import "../Posts/Posts.css"

export const posts=[
    {
        id:'1',
        Image: 'E:/prodject/my-app/public/image/mariyaKuri.jpg', 
        title: 'Несмотря на то что большинство работ древнегреческой поэтессы безвозвратно утеряны, даже тех обрывков, которые до нас дошли, хватает, чтобы понять размах ее таланта. Девушка жила на острове Лесбос, пела оды любви женскому полу и стала одной из основательниц европейской литературы. К тому же вы теперь знаете, откуда взялось расхожее слово «лесбиянка»'
    },
    {
        id:'2',
        Image:'../../../public/image/2.jpg',
        title:'Последняя царица Египта, о которой, кажется, уже сняли столько фильмов, сколько не снимали ни об одной женщине в истории. Прожила Клеопатра всего около 38 лет, но о ее деяниях ходят легенды (особенно о романах с Марком Антонием и Юлием Цезарем). После поражения, которое понесли ее войска в битве с римлянами, царица, не желая сдаваться в плен, покончила с собой, дабы сохранить свою честь.'
    }

]