import "../Posts.css"


export const posts=[
    {
        id:'1',
        Image: '/image/safo.jpg',
        header:'Сафо', 
        title: 'Несмотря на то что большинство работ древнегреческой поэтессы безвозвратно утеряны, даже тех обрывков, которые до нас дошли, хватает, чтобы понять размах ее таланта. Девушка жила на острове Лесбос, пела оды любви женскому полу и стала одной из основательниц европейской литературы. К тому же вы теперь знаете, откуда взялось расхожее слово «лесбиянка»'
    },
    {
        id:'2',
        Image:'/image/cleopatra.jpg',
        header:'Клеопатра',
        title:'Последняя царица Египта, о которой, кажется, уже сняли столько фильмов, сколько не снимали ни об одной женщине в истории. Прожила Клеопатра всего около 38 лет, но о ее деяниях ходят легенды (особенно о романах с Марком Антонием и Юлием Цезарем). После поражения, которое понесли ее войска в битве с римлянами, царица, не желая сдаваться в плен, покончила с собой, дабы сохранить свою честь.'
    },
    {
        id:'3',
        Image:'/image/jannaDark.jpg',
        header:'Жанна д’Арк',
        title:'Много ли вы знаете женщин, командующих войсками? Жанна д’Арк повела армию в битву, чтобы спасти свой народ, и умерла достойно, не предав своих идеалов. Такой выдержке стоит поучиться каждому мужчине.'
    },
    {
        id:'4',
        Image:'/image/ekaterina2.jpg',
        header:'Екатерина II',
        title:'Вы знаете, когда именно Крым стал нашим? Совсем не при Путине, а еще при Екатерине II, которая к тому же успешно одерживала победы в войнах, переписывалась с французскими философами, обожала кофе и частенько меняла любовников. Кажется, императрица знала о жизни что-то, о чем мы даже не подозреваем.'
    },
    {
        id:'5',
        Image:'/image/dunkan.jpg',
        header:'Айседора Дункан',
        title:'Создательница современного танца, которая с ног на голову перевернула весь мир западного искусства. Читала Ницше, жила с Сергеем Есениным и стремилась создать «нового человека». В каком-то смысле ей это удалось.'
    },
    {
        id:'6',
        Image:'/image/mariyaKuri.jpg',
        header:'Мария Склодовская-Кюри',
        title:'Мария не только первая женщина, получившая Нобелевскую премию, но и первый человек, получивший ее дважды (подумайте только: дважды!). Вспомните это имя в следующий раз, когда будете жаловаться, что не можете продвинуться по карьерной лестнице.'
    },
    {
        id:'7',
        Image:'/image/coco.jpg',
        header:'Коко Шанель',
        title:'Модернизировала женскую моду, одевала самых известных женщин своей эпохи и разрушала гендерные стереотипы. Популярные духи по сравнению с этим – просто мелочь.'
    },
    {
        id:'8',
        Image:'/image/kovalevskaya.jpg',
        header:'Софья Ковалевская',
        title:'Первая в мире женщина – профессор математики, и это в то время, когда в России девушкам было запрещено учиться в университетах. Чтобы выбраться за границу и продолжить учебу, Софья организовала себе фиктивный брак. Это называется целеустремленность.'
    }

]